Repository: studi7/eshop-ca
Catalog: eshop-*.po
Languages: ca

source: If you are not automatically redirected to webtopay, please use the <em>Proceed to webtopay</em> button.
ca: Si no ets redirigit automàticament a webtopay, fes servir el botó <em>Procedir a webtopay</em>.

source: Payment for goods and services (of no. [order_nr]) ([site_name])
ca: Pagament de bens i serveis (de no. [order_nr]) ([site_name])

source: Proceed to webtopay &raquo;
ca: Procedir a webtopay &raquo;

source: Confirm uninstall of eShop
ca: Confirma la desinstal·lació d'eShop

source: Are you really sure you want to do this? All information will be lost and this action is irreversible.
ca: Estàs segur que vols fer això? Tota l'informació es perdrà i aquesta acció és irreversible.

source: Confirm Uninstall
ca: Confirma la desinstal·lació

source: MySQL Tables - deleted
ca: Taules MySQL - esborrades

source: Options - deleted
ca: Opcions - esborrades

source: Product Information - deleted
ca: Informació del producte - esborrada

source: User Meta - deleted
ca: Informació dels usuaris - esborrada

source: Files uploaded via the plugin - deleted
ca: Fitxers pujats a través del plugin - esborrats

source: eShop template files deleted
ca: Fitxers de plantilla eShop esborrats

source: Widgets - deleted
ca: Ginys - esborrats

source: Plugin deactivated
ca: Plugin desactivat

source: eShop uninstalled.
ca: eShop desinstal·lat

source: Uninstalling eShop will result in the following:
ca: El resultat de desinstal·lar eShop:

source: Removal of files generated by the plugin.
ca: Eliminació dels fitxers generats pel plugin.

source: Removal of files uploaded via the plugin (downloads).
ca: Eliminació dels fitxer pujats a través del plugin (descàrregues).

source: Removal of the database tables created by the plugin.
ca: Eliminació de les taules de la base de dades creada pel plugin.

source: Removal of meta data(product information) associated with a product page.
ca: Eliminació de metadades (informació sobre els productes) associades amb una pàgina de producte.

source: Removal of User meta data(address fields etc.).
ca: Eliminació de metadades d'usuari (camps d'adreça, etc.)

source: Deactivation and removal of eShop widgets.
ca: Desactivació i eliminació de ginys eShop.

source: Deactivation of the plugin.
ca: Desactivació del plugin.

source: Uninstalling the plugin will not affect the following, and will therefore have to be deleted manually:
ca: Desinstal·lar el plugin no afectarà al següent, i per tant s'haurà d'eliminar manualment:

source: Page content associated with products.
ca: Contingut de la pàgina relacionat amb els productes.

source: Pages generated by the plugin.
ca: Pàgines generades pel plugin

source: The plugin itself will not be deleted.
ca: El plugin sol no es pot esborrar.

source: Uninstall
ca: Desinstal·lar

source: <strong>Note:</strong> Submit to finalize order at ogone.
ca: <strong>Nota:</strong> Enviar per finalizar la comanda a ogone.

source: If you are not automatically redirected to ogone, please use the <em>Proceed to ogone</em> button.
ca: Si no ets redirigit automàticament a ogone, fes servir el botó <em>Procedir a ogone<em>

source: Proceed to ogone
ca: Procedir a ogone

source: Records deleted
ca: Registres esborrats

source: Delete all orders and reset all stats <small>(this action cannot be undone)</small>
ca: Eliminar totes les comandes i resetejar totes les estadístiques <small>(aquesta acció no es pot desfer)</small>

source: Notes changed successfully.
ca: S'han modificat les notes amb èxit.

source: Error: Notes were not changed.
ca: Error: les notes no han estat modificades

source: Customer
ca: Client

source: Date/Time
ca: Data/Hora

source: Contains Downloads
ca: Conté descàrregues

source: Bulk
ca: En conjunt

source: Profile for %1$s
ca: Perfil per %1$s

source: Change Orders Status
ca: Canvia l'estat de les comandes

source: Mark orders as:
ca: Marcar comandes com a:

source: Complete Order Deletion
ca: Eliminació completa de la comanda

source: Orders that are
ca: Comandes que estan

source: hours old
ca: hores d'antiguitat

source: There are no
ca: No hi ha

source: That order has now been deleted from the system.
ca: Aquesta comanda d'ha eliminat del sistema.

source: Active Order
ca: Comanda activa

source: Pending Order
ca: Comanda pendent

source: Orders Awaiting Payment
ca: Comandes esperant el pagament

source: Shipped Order
ca: Comanda enviada

source: Deleted Order
ca: Comanda eliminada

source: Failed Order
ca: Comanda fallida

source: Active Orders
ca: Comandes actives

source: Pending Orders
ca: Comandes pendents

source: Failed Orders
ca: Comandes fallides

source: Shipped Orders
ca: Comandes enviades

source: Deleted Orders
ca: Comandes eliminades

source: hours
ca: hores

source: 1 day
ca: 1 dia

source: Deleted orders older than
ca: Eliminades les comandes anteriors a

source: have now been <strong>completely</strong> deleted.
ca: ara s'han eliminat <strong>completament</strong>.

source: There was an error, and nothing has been deleted.
ca: Hi ha hagut en error, no s'ha eliminat res.

source: Order status changed successfully.
ca: S'ha canviat l'estat de la comanda satifactòriament.

source: No orders were selected.
ca: No s'ha seleccionat cap comanda.

source: Download allowance increased.
ca: Augmentada la descàrrega autoritzada.

source: Change Order Status
ca: Canviar l'estat de la comanda

source: Mark order as:
ca: Marcar comanda como a:

source: Admin Note:
ca: Nota d'administració:

source: Edit admin note
ca: Editar la nota d'administració

source: Add admin note
ca: Afegir nota d'administració

source: Increase download allowance by 1
ca: Augmenta la descàrrega autorizada 1 unitat

source: Increase
ca: Augmentar

source: Affiliate Reference:
ca: Referència d'afiliació:

source: Send a form email
ca: Enviar un formulari per correu electrònic

source: (sends a form email)
ca: (envia un formulari per correu electrònic)

source: Admin Note
ca: Nota de l'administrador

source: Note for customer (will be displayed on their order view page)
ca: Nota per clients (es mostrarà a la pàgina de la comanda)

source: Update Notes
ca: Actualitza les notes

source: Completely delete this order?
ca: Esborrar completament aquesta comanda?

source: <small><strong>Warning:</strong> this order will be completely deleted and cannot be recovered at a later date.</small>
ca: <small><strong>Advertència:</strong> aquesta comanda s'esborrarà completament i no es podrà recuperar posteriorment.</small>

source: eShop Base Products
ca: Base de dades de productes d'eShop

source: Download the xml file
ca: Descarrega el fitxer xml

source: Mac - Download the xml file
ca: Mac - Descarrega el fitxer xml

source: View xml file
ca: Mostra el fitxer xml

source: Direct link to file for Google Base: <a href="%1$s">%1$s</a>
ca: Enllaç directe al fitxer per Google Base: <a href="%1$s">%1$s</a>

source: product listing
ca: llistat de productes

source: Change details
ca: Detalls del canvi

source: Quantity was not numeric, a default of 25 has been applied.
ca: La quantitat no és numèrica, per defecte s'ha aplicat 25.

source: eshop Base details for this product have been updated.
ca: Els detalls de la base de dades d'aquest producte han estat actualitzats.

source: eShop Base Product
ca: Productes de la base de dades d'eShop

source: Additional settings
ca: Apunts addicionals

source: Others
ca: Altres

source: Brand <small>The brand name of the product</small>
ca: Marca <small>La marca del producte</samll>

source: EAN <small>European Article Number is a 13 digit number often below the bar code of the item.</small>
ca: EAN <small>És el Número d'Article Europeu de 13 dígits, situat al darrere del codi de barres del producte.</small>

source: ISBN <small>The unique 10- or 13-digit number assigned to every printed book.</small>
ca: ISBN <small>El número únic de 10 a 13 dígits assignat a cada llibre imprès.</small>

source: MPN <small>Manufacturer's Part Number is a unique code determined by the manufacturer for that product.</small>
ca: MPN <small>El Codi del Producte del Fabricant és un codi únic, determinat pel fabricant, per aquest producte.</small>

source: Product type <small>The type of product being offered.</small>
ca: Tipus de producte <small>El tipus de producte ofertat.</small>

source: Condition <small>the condition of this product</small>
ca: Condició <small>L'estat d'aquest producte</small>

source: Expiration date <small>(or how long a product will be available.)</small>
ca: Data d'expiració<small>(o durant quant de temps un producte és vàlid)<small>

source: That product does not exist!
ca: Aquest producte no existeix!

source: <strong>Note:</strong> Submit to finalize order at Authorize.net.
ca: <strong>Nota:</strong> Accedir per finalitzar la comanda a Authorize.net.

source: If you are not automatically redirected to authorize.net, please use the <em>Proceed to Authorize.net</em> button.
ca: Si no ets redirigit automàticament a authorize.net, siusplau, fes servir el botó <em>Procedir a Authorize.net</em>.

source: Proceed to authorize.net &raquo;
ca: Accedeix a authorize.net&raquo;

source: bank awaiting payment -
ca: Esperant el pagament per banc -

source: Testing: bank awaiting payment -
ca: Proves: Esperant el pagament por banc -

source: A bank purchase was made
ca: S'ha realitzat una compra bancària

source: Download all files
ca: Descarrega tots els fitxers

source: download
ca: descàrrega

source: downloads
ca: descàrregues

source: Number of downloads remaining
ca: Número de descàrregues pendents.

source: in one zip file.
ca: en un fitxer zip comprimit.

source: Download All Files
ca: Descarregar tots els fitxers

source: Either your email address or code is incorrect, please try again.
ca: La teva adreça de correu electrònic o el teu codi són incorrectes, siusplau, prova-ho un altre cop.

source: Your email address and code are correct, however you have no downloads remaining.
ca: La teva adreça de correu i el teu codi són incorrectes, no obstant no tens descàrregues pendents.

source: Enter Details
ca: Introduir detalls

source: Displays a simplified or full cart
ca: Mostra un carro senzill o complet

source: eShop Cart
ca: Carro d'eShop

source: Title:
ca: Títol:

source: Show when empty
ca: Mostrar quan estigui buit

source: What to show
ca: Què es mostra

source: Total number of different products
ca: Número total de productes diferents

source: Total number of different items
ca: Número total d'articles diferents

source: Both
ca: Ambdós

source: Full Cart
ca: Carro sencer

source: Text to show when Cart is empty:
ca: Text per mostrar quan el carro estigui buit:

source: Displays eShop cart
ca: Mostra el carro d'eShop

source: eShop Cart (Improved)
ca: Carro d'eShop (millorat)

source: <span>%s</span> cart total.
ca: <span>%s</span> total del carro.

source: Just totals
ca: Només els totals

source: Total Number of Items
ca: Número total d'articles

source: Total Quantity of Items
ca: Quantitat total d'articles

source: Cart Total
ca: Total del carro

source: Image + Text
ca: Imatge + text

source: % size image to display
ca: % de la mida de l'imatge que es mostra

source: Displays accepted payment logos
ca: Mostra els logotips de pagament acceptat

source: eShop Payments Accepted
ca: Pagaments acceptats per eShop

source: Displays products
ca: Mostra els productes

source: Images or text
ca: Imatges o text

source: Images
ca: imatges

source: &#37; size image to display
ca: &#37; mida de la imatge que es mostra

source: New
ca: Nou

source: Random
ca: Aleatori

source: Specific products
ca: Productes específics

source: Best Sellers
ca: Líders de vendes

source: Category names
ca: Nom de les categories

source: Category ID
ca: Id de categoria

source: Tags
ca: Etiquetes

source: Tag ID
ca: Id d'etiqueta

source: Featured/Sale Order by
ca: Ordenar per Destacats/Vendes

source: Menu Order
ca: Menú comanda

source: How many to show
ca: Quants se'n mostren

source: Page, Post, Tag &amp; Category IDs or Tag/Category names - comma separated
ca: Pàgina, Entrada, Etiqueta &amp; Id de categories o noms d'Etiquetes/Categories - separades per comes

source: Displays a product search, optional link to an index page, and a random wiki page link
ca: Mostra una cerca de productes, un enllaç opcional a l'índex, i un enllaç aleatori a la wiki

source: eShop Product Search
ca: Cerca de productes d'eShop

source: Find
ca: Trobar

source: Random product
ca: Producte aleatori

source: Show search form
ca: Mostra el formulario de cerca

source: All Products
ca: Tots els productes

source: Only Products in Stock
ca: Només productes en stock

source: Show random product link
ca: Mostra aleatòriament l'enllaç d'un producte

source: eShop for Wordpress
ca: eShop per Wordpress

source: The accessible shopping cart for WordPress 3.0 and above.
ca: Carro de compra accessible per al Wordpress 3.0 i superiors
