Repository: studi7/eshop-ca
Catalog: eshop-*.po
Languages: ca

source: Phone:
ca: Telèfon:

source: Address
ca: Adreça:

source: Shipping Zone:
ca: Zona d'enviament:

source: Shipping Zone:
ca: Zona d'enviament:

source: Nothing to see here, move along.
ca: Res a veure aquí, segueix endavant.

source: Warning: you must supply a valid quantity.
ca: Advertència: has d'introduir una quantitat vàlida.

source: <p>Added</p>
ca: <p>Afegit</p>

source: <strong>Note:</strong> Submit to finalize order at eProcessingNetwork.
ca: <strong>Nota:</strong> Enviar quan acabi la comanda a eProcessingNetwork.

source: If you are not automatically redirected to eProcessingNetwork, please use the <em>Proceed to eProcessingNetwork</em> button.
ca: Si no ets redirigit automàticament a eProcessingNetwork, fes servir el botó <em>Procedir a eProcessingNetwork.</em>

source: Proceed to eProcessingNetwork &raquo;
ca: Procedir a eProcessingNetwork &raquo;

source: Testing: epn IPN -
ca: Provant: epn IPN -

source: DECLINED Payment
ca: Pagament REBUTJAT

source: Your payment was not accepted at eProcessingNetwork and your order has been cancelled
ca: El teu pagament no ha estat acceptat per eProcessingNetwork i la teva comanda ha estat cancel·lada

source: The Stylesheet Has Been Updated
ca: El full d'estils s'ha actualitzat

source: Default style has been applied.
ca: Estil per defecte activat.

source: Default style has been turned off.
ca: Estil per defecte desactivat.

source: <strong>Warning!</strong> The css file is not currently editable/writable! File permissions must first be changed.
ca: <strong>Advertència:</strong> El fitxer CSS no és editable/escrivible! Primer has de modificar els permisos del fitxer.

source: eShop Styles
ca: Estils d'eShop

source: Default Style
ca: Estil per defecte

source: Your active theme has an eshop style sheet, eshop.css, and will be used in preference to the default style below. Therefore changes made via the style editor below will not show on your site.
ca: El teu tema actiu té un full d'estils d'eshop, eshop.css, i es fa servir preferentment en l'estil per defecte a continuació. Per tant, els canvis efectuats amb l'editor d'estils de sota no es mostraran al teu web.

source: Default style is used by default. You can edit this via the editor below, or choose not to use it.
ca: L'estil per defecte s'utilitza per defecte. Pots editar aquest estil amb l'editor de sota, o escollir no fer-lo servir.

source: Use Default Style
ca: Fes servir l'estil per defecte

source: Yes
ca: Sí

source: Amend
ca: Arreglar

source: Style Editor
ca: Editor d'estils

source: Use this simple <abbr><span class="abbr" title="Cascading Style Sheet">CSS</span></abbr> file editor to modify the default style sheet file.
ca: Utilitza aquest senzill editor de fitxers <abbr><span class="abbr" title="Cascading Style Sheet">CSS</span></abbr> per modificar la fulla d'estils predeterminada.

source: Style File Editor.
ca: Editor de fitxers CSS.

source: Edit Style
ca: Editar estil

source: Sorry. The file you are looking for could not be found
ca: Ho sentim. El fitxer que estàs buscant no s'ha pogut trobar

source: Update Style
ca: Actualitzar estil

source: Comparing Current Style with latest installed version of eShop
ca: Comparació de l'estil actual amb l'última versió instal·lada d'eShop

source: Latest(from plugin)
ca: Més recents (de l'extensió)

source: Current (in use)
ca: Actual (en ús)

source: There may have been updates to the style.
ca: Pot haver-hi hagut actualitzacion en l'estil.

source: Compare Current Style with latest installed version of eShop.
ca: Comparar l'estil actual amb l'última versió instal·lada d'eShop.

source: Your CSS matches that included with eShop.
ca: Les teves cerques CSS que s'inclouen amb l'eShop.

source: Products
ca: Productes

source: Authors
ca: Autors

source: Show products for
ca: Mostrar productes per

source: Products Table
ca: Taula de productes

source: A reference table for identifying products
ca: Una taula de referència per la identificació dels productes

source: Some products were marked as not available due to missing information, check the individual product pages.
ca: Alguns productes s'han marcat com a no disponibles degut a la falta d'informació, consulta la pàgina de cada producte.

source: Some products were marked as not available as no stock was found.
ca: Alguns productes s'han marcat com a no disponibles perquè no hi ha stock .

source: Products have been updated.
ca: Els productes s'han actualitzat.

source: Sort Products by &raquo;
ca: Ordenar productes per &raquo;

source: ID Number
ca: Número d'ID

source: Featured
ca: Destacats

source: Product Quick reference table
ca: Taula de referència ràpida de productes

source: Page
ca: Pàgina

source: Stk avail.
ca: Stock disponible

source: Number of Purchases
ca: Número de compres

source: Purc.
ca: Compres

source: Marked as Featured
ca: Marcat como a destacat

source: Feat.
ca: Destacat

source: Product on sale
ca: Producte en venda

source: Sale
ca: Venda

source: Option/Price
ca: Opció/Preu

source: Stock Level
ca: Nivell d'stock

source: Stk
ca: Stock

source: Thumbnail
ca: Miniatura

source: (no title)
ca: (sense títol)

source: Product On Sale
ca: Producte en venda

source: Update Products
ca: Actualizació de productes

source: There are no products available.
ca: No hi ha productes disponibles.

source: All
ca: Tot

source: Top Download Purchases
ca: Top de compres descarregables

source: Purchases
ca: Compres

source: Top Sellers
ca: Top de venedors

source: Products.
ca: Productes.

source: Products in stock.
ca: Productes en stock.

source: Featured products.
ca: Productes destacats.

source: Total Downloads
ca: Total de descàrregues

source: Total Download Purchases
ca: Total de compres descarregables

source: Order Type
ca: Tipus de comandes

source: # Orders
ca: # Comandes

source: Includes all orders.
ca: Inclou totes les comandes.

source: order
ca: demanar

source: orders
ca: comandes

source: Total Available
ca: Total disponible

source: Total codes used
ca: Total de codis utilitzats

source: Download all transactions
ca: Descarregar totes les transaccions

source: Mac users Download all transactions
ca: Usuaris de Mac - Descarregar totes les transaccions

source: Delete all orders and reset all stats
ca: Esborrar totes les comandes i resetejar totes les estadístiques

source: eShop Product Stats
ca: Estat dels productes d'eShop

source: eShop Orders Stats
ca: Estats de les comandes d'eShop

source: eShop Merchant Gateways
ca: Estadístiques de les passarel·les de pagament

source: eShop Data
ca: Dades d'eShop

source: Shipping Rates
ca: Tarifes d'enviament

source: Countries
ca: Països

source: State/County/Province
ca: Estat/País/Província

source: is not valid.
ca: no es vàlid.

source: State:
ca: Estat:

source: Zone:
ca: Zona:

source: Country:
ca: País:

source: You cannot delete all the Countries!
ca: No pots esborrar tots els països!

source: <strong>Error</strong> the following were not valid:
ca: <strong>Error</strong> els següents no seran vàlids:

source: Country Shipping Zones changed successfully.
ca: Les zones (països) d'enviament s'han canviat satisfactòriament.

source: Country Shipping Zones
ca: Zones (països) d'enviament

source: &#8220;Code&#8221; is the 2 letter state abbreviation, followed by &#8220;Country Name,&#8221; then the shipping &#8220;Zone&#8221; (use 1-5).
ca: &#8220;Código&#8221; és l'abreviatura de 2 lletres de l'estat, seguit del &#8220;Nom del país,&#8221; i de la &#8220;Zona&#8221 d' enviament; (fes servir 1-5).

source: &#8220;List&#8221; promotes that country to appear at the top of the list.
ca: &#8220;Llistat&#8221; promou els països que apareixen a la part superior de la llista.

source: Warning: deleting all will cause eShop to stop functioning.
ca: Advertència: esborrar-ho tot pot provocar que eShop deixi de funcionar.

source: Filter
ca: Filtre

source: Zone
ca: Zona

source: Shipping Zones
ca: Zones d'enviament

source: Countries, with their 2 letter code, and applicable zone
ca: Països, amb els seu codis de 2 lletres, i zona aplicable

source: List
ca: Llistat

source: Country name
ca: Nom del país

source: Update Shipping Zones
ca: Actualizació de les zones d'enviament

source: Specific Shipping Zones changed successfully
ca: Les zones específiques d'enviament s'han modificat amb èxit

source: State/County/Province Shipping Zones
ca: Zones d'enviament d'Estat/País/Província

source: &#8220;Code&#8221; is the 4 letter(maximum usual is 2) abbreviation and must be unique, followed by &#8220;Name&#8221;, then the shipping &#8220;Zone&#8221; (use 1-5).
ca: &#8220;Codi&#8221; és una abreviatura de 4 lletres (màxim habitual de 2) que ha de ser única, seguit del &#8220;Nom&#8221;, i de la &#8220;zona&#8221 d'embarcament; (fes servir 1-5).

source: Example: AZ, Arizona,4
ca: Exemple: AZ, Arizona,4

source: Warning: deleting all may cause eShop to stop functioning.
ca: Advertència: esborrar-ho tot pot provocar que eShop deixi de funcionar.

source: Set State/County/Province
ca: Indica l'Estat/País/Província

source: Use All
ca: Utilitza-ho tot

source: States, with their 2 letter code, and applicable zone
ca: Estats, amb el seu codi de 2 lletres, i la zona d'aplicació

source: Name
ca: Nom

source: Statename
ca: Nom de l'estat

source: Class
ca: Classe

source: <strong>Error</strong> the following were not valid amounts:
ca: <strong>Error</strong> les següents no eren quantitats vàlides:

source: Shipping Rates changed successfully.
ca: Les tarifes d'enviament s'han canviat correctament.

source: The following are the shipping rates by class and zone.
ca: Les següents són les tarifes d'enviament per classe i zona.

source: <strong>Warning:</strong> changing which method you use <em>may</em> affect the full table of shipping rates. To change from one method to another, first <em>update</em> your choice, and the relevant table will then appear.
ca: <strong>Advertència:</strong> canviar el mètode que fas servir <em>pot</em> afectar a la taula completa de tarifes d'enviament. Per canviar d'un mètode a un altre, primer <em>actualitza</em> la teva tria, i la taula corresponent quan aparegui.

source: Shipping rate calculation
ca: Càlcul de les tarifes d'enviament

source: ( per quantity of 1, prices reduced for additional items )
ca: (amb una quantitat d'1, els preus es redueixen pels artícles addicionals)

source: ( once per shipping class no matter what quantity is ordered )
ca: (una vegada per classe d'enviament, no importa la quantitat sol·licitada)

source: ( one overall charge no matter what quantity is ordered )
ca: (un càrrec per tot, no importa quina quantitat es sol·licita)

source: ( by weight &amp; zone. )
ca: (Per pes &amp; zona.)

source: Method
ca: Mètode

source: Shipping Zones by (for Methods 1-3)
ca: Zones d'enviament per (pels mètodes 1-3)

source: Number of Zones to utilise
ca: Número de zones a utilizar

source: Default Zone for unknown State/County/Province
ca: La zona per defecte s'aplica als Estats/Països/Províncies desconeguts

source: Show Shipping Zones on Shipping Rates Page
ca: Mostrar les zones marítimes a la pàgina sobre les tarifes de transport

source: Shipping Modes (by weight) - 1 mode per line
ca: Modes d'enviament (per pes) - un mode per línia

source: Weight units
ca: Unitats de pes

source: Update Shipping rate calculation
ca: Actualització del càlcul dels enviaments

source: Shipping Classes and Zones
ca: Tipus i zones d'enviament

source: Shipping rates by class and zone
ca: Tarifes d'enviament per classe i zona

source: %1$s class
ca: Classe %1$s

source: Update Shipping Rates
ca: Actualització de les tarifes d'enviament

source: Shipping Modes, by weight and zone
ca: Mètodes de transport marítim, per pes i zona

source: Shipping Zones by
ca: Zones d'enviament per

source: Max weight allowed
ca: Pes màxim permès

source: No modes setup
ca: No hi ha modes de configuració

source: Company
ca: Empresa

source: Phone
ca: Telèfon

source: Email
ca: Correu electrònic

source: City:
ca: Ciutat

source: Zip
ca: Codi postal

source: Shipping Zone
ca: Zona d'enviament

source: Ship To Name
ca: Nom d'enviament

source: Ship To Company
ca: Empresa d'enviament

source: Ship To Phone
ca: Telèfon d'enviament

source: Ship To Address
ca: Adreça d'enviament

source: Ship to City
ca: Ciutat d'enviament

source: Ship to State/County/Province
ca: Estat/País/Província d'enviament

source: Ship to Zip
ca: Codi postal d'enviament

source: Ship to Country
ca: País d'enviament

source: Ship To Shipping Zone:
ca: Zona d'enviament:

source: Customer paypal memo:
ca: Client de PayPal memo:

source: Customer reference:
ca: Referència del client:

source: Customer order comments:
ca: Comentaris de la comanda del client:

source: eShop Orders
ca: Comandes d'eShop

source: Orders
ca: Comandes

source: eShop Shipping
ca: Enviaments d'eShop

source: eShop Products
ca: Productes d'eShop

source: eShop Options
ca: Opcions d'eShop

source: eShop Downloads
ca: Descàrregues d'eShop

source: Base
ca: Base de dades

source: Emails
ca: Correus electrònics

source: eShop About
ca: Quant a eShop

source: About &amp; Help
ca: Quant a &amp; Ayuda

source: eShop Style
ca: Estil d'eShop

source: eShop Uninstall
ca: Desinstal·lar eShop

source: eShop Help
ca: Ajuda d'eShop

source: <br /><strong style="color:#800;">Note:</strong> Please review the <a class="thickbox" href="%1$s">changelog</a> before upgrading.
ca: <br /><strong style="color:#800;">Nota:</strong> Revisar el <a class="thickbox" href="%1$s">changelog</a> abans d'actualitzar.

source: eShop is currently <span class="live">Live</span>.
ca: eShop està <span class="live">en viu</span>.

source: eShop is currently in <span class="test">Test Mode</span>.
ca: eShop està en <span class="test">mode de prova.</span>

source: Merchant Gateways in use:
ca: Passarel·la de pagament seleccionada:

source: No Merchant Gateway selected.
ca: No hi ha cap passarel·la de pagament seleccionada

source: <strong>Note:</strong> Submit to finalize order at iDeal.
ca: <strong>Nota:</strong> Presentar quan finalitzi la comanda a Ideal.

source: If you are not automatically redirected to iDeal, please use the <em>Proceed to iDeal</em> button.
ca: Si no ets redirigit automàticament a iDeal, siusplau, fes servir el botó <em>Procedir a iDeal</em>.

source: Proceed to iDeal &raquo;
ca: Procedir a iDeal &raquo;

source: Missing
ca: Perdut

source: Available
ca: Disponible

source: .Collection
ca: .Col·lecció

source: The uploaded file exceeds the <code>upload_max_filesize</code> directive in <code>php.ini</code>.
ca: El fitxer pujat excedeix la directiva <code>upload_max_filesize</code> al <code>php.ini</code>.

source: The uploaded file exceeds the <em>MAX_FILE_SIZE</em> directive that was specified in the HTML form.
ca: El fitxer pujat excedeix la directiva <em>MAX_FILE_SIZE</em> que es va especificar al formulari HTML.

source: The uploaded file was only partially uploaded.
ca: El fitxer pujat s'ha carregat només parcialment.

source: No file was uploaded.
ca: No s'ha pujat cap fitxer.

source: Missing a temporary folder.
ca: Falta una carpeta temporal.

source: Failed to write file to disk.
ca: No s'ha pogut escriure el fitxer al disc.

source: No file indicated
ca: No existeix el fitxer indicat

source: File moved
ca: El fitxer ha canviat d'ubicació

source: Failed to move file
ca: No s'ha pogut moure el fitxer

source: Error uploading file
ca: Error en la pujada del fitxer

source: it <strong>already exists!</strong>
ca: <strong>ja existeix!</strong>

source: A title must be provided.
ca: S'ha de proporcionar un títol.

source: has successfully overwritten existing file
ca: s'ha sobreescrit el fitxer existent

source: has successfully uploaded
ca: s'ha pujat correctament

source: File deleted successfully
ca: Fitxer eliminat amb èxit

source: File updated successfully
ca: Fitxer actualitzat amb èxit

source: The title for the file cannot be blank!
ca: El títol del fitxer no pot estar en blanc!

source: Downloads should to be a number!
ca: Les descàrregues han de ser un número!

source: Purchases should to be a number!
ca: Les compres han de ser un número!

source: Some errors were found:
ca: S'han trobat algunes errades:

source: Edit File details
ca: Editar els detalls del fitxer

source: downloadable file details
ca: Detalls per descarregar fitxers

source: File details
ca: Dades del fitxer

source: Title
ca: Títol

source: Size
ca: Mida

source: File name
ca: Nom del fitxer

source: Upload Date
ca: Data de càrrega

source: This file is associated with the following product pages:
ca: Aquest fitxer està associat amb les pàgines de productes següents:

source: You can only delete this file if it is <strong>not</strong> associated with a product page.
ca: Només pots esborrar aquest fitxer si <strong>no</strong> està associat amb cap pàgina de producte.

source: Amend File details
ca: Modificar els detalls del fitxer

source: Amend details
ca: Canviar detalls

source: Delete File
ca: Eliminar fitxer

source: Product not found
ca: Producte no trobat

source: Downloadable Products
ca: Productes descarregables

source: Sort Orders by &raquo;
ca: Ordenar les comandes per &raquo;

source: Date Ascending
ca: Data ascendent

source: Date Descending
ca: Data descendent

source: Total Downloads:
ca: Total de descàrregues:

source: Total Purchases:
ca: Total de compres:

source: download listing
ca: llista de descàrrega

source: Available downloads
ca: Descàrregues disponibles

source: Status
ca: Estat

source: edit details for
ca: editar detalls per

source: You currently have no downloadable products
ca: Actualment no tens productes descarregables

source: <strong>Warning!</strong>The download directory is not currently writable! File permissions must first be changed.
ca: <strong>Advertència:</strong> Al directori de descàrrega no s'hi pot escriure! Primer has de modificar els permisos de fitxer.

source: Upload a File
ca: Pujar un fitxer

source: Use this to upload your local file. Max file size is
ca: Fes servir aquesta opció per pujar un fitxer local. La mida màxima és

source: Upload
ca: Pujar

source: Local File
ca: Fitxer local

source: Overwrite file if it exists
ca: Sobreescriure el fitxer si ja existeix

source: Upload File
ca: Pujar fitxer

source: Unknown Download Files
ca: Fitxers descarregables desconeguts

source: Add all unknown download files
ca: Afegir tots els fitxers de descàrrega desconeguts

source: Order
ca: Comanda

source: <abbr title="Quantity">Qty</abbr>:
ca: <abbr title="Quantity">Quantitat</abbr>:

source: Add to Cart
ca: Afegir al carro

source: Add selected item to your shopping basket
ca: Afegir l'article seleccionat al teu carro

source: eShop Customer Contact
ca: Contacte d'eShop d'atenció al client

source: Use this form to notify the selected customer at any time, for any reason.
ca: Fes servir aquest formulari per fer una notificació al client seleccionat en qualsevol moment, per qualsevol motiu.

source: Email sent successfully.
ca: Correu electrònic enviat amb èxit.

source: &laquo; Return to Order Detail
ca: &laquo; Tornar als detalls de la comanda

source: Send a notification to:
ca: Enviar una notificació a:

source: Select a reply-to address:
ca: Tria una adreça de resposta:

source: Enter your subject line:
ca: Escriu el teu assumpte:

source: Enter your custom message:
ca: Escriu el teu missatge personalitzat:

source: Send Email
ca: Enviar correu electrònic

source: Nothing here yet.
ca: Aquí encara no hi ha res.

source: eShop Base Options
ca: Opcions de la base de dades d'eShop

source: Reset eShop Base
ca: Resetejar eShop

source: Brand
ca: Marca

source: Condition
ca: Condició

source: Product expiry in days
ca: Product expira en dies

source: Product type
ca: Tipus de producte

source: Payment Accepted <small> comma delimited list of payment methods available.</small>
ca: Pagaments acceptats <small>llista separada per comes dels mètodes de pagament disponibles.</small>

source: This resets all product data entered on the <a href="admin.php?page=eshop-base.php">eShop Base Products</a> page.
ca: Això reseteja totes les dades dels productes introduïts a la pàgina <a href="admin.php?page=eshop-base.php">Base de dades d'eShop</a>.

source: Reset Now
ca: Resetejar ara

source: eShop Base settings updated.
ca: Paràmetres de la base de dades d'eShop actualitzats.

source: Continue Shopping Link
ca: Enllaç per continuar comprant

source: Links to extra pages
ca: Enllaços a pàgines addicionals

source: Automatically created pages
ca: Pàgines creades automàticament

source: If you enter the page id of your main Shop page, then eShop will use that for the <strong>Continue Shopping</strong> link. Leave this blank and eShop will either link to the last product, or to the main page of your site automatically.
ca: Si introdueixes l'id de pàgina de la teva botiga, eShop el farà servir per l'enllaç <strong>Seguir comprant</strong>. Deixa-ho en blanc i eShop l'enllaçarà amb l'últim producte, o a la pàgina principal del teu web de forma automàtica.

source: Shop Page - page id number
ca: Pàgina de la botiga - Id de la pàgina

source: These links automatically appear on the checkout page.
ca: Aquests enllaços apareixen automàticament a la pàgina de pagament.

source: Shipping rates - page id number
ca: Tarifes d'enviament - Id de la pàgina

source: Privacy Policy - page id number
ca: Política de privacitat - Id de la pàgina

source: Help - page id number
ca: Ajuda - Id de la pàgina

source: Tax rates - page id number
ca: Taxes d'impostos - Id de la pàgina

source: <strong>Warning:</strong> Changes made here amend the page id of the automatically created pages - change with extreme care.
ca: <strong>Advertència:</strong> Els canvis efectuats aquí modifiquen l'id de les pàgines creades automàticament - fes el canvi amb molt de compte.

source: Cart - page id number
ca: Carro - Id de la pàgina

source: Checkout - page id number
ca: Efectuar pagament - Id de la pàgina

source: Successful payment - page id number
ca: Èxit en el pagament - Id de la pàgina

source: Cancelled payment - page id number
ca: Pagament cancel·lat - Id de la pàgina

source: Downloads - page id number
ca: Descàrregues - Id de la pàgina

source: The Privacy Policy page needs to be a valid page id number.
ca: La pàgina de la política de privacitat ha de ser un número de pàgina amb un id vàlid.

source: The Help page needs to be a valid page id number.
ca: La pàgina d'ajuda ha de ser un número de pàgina amb un id vàlid.

source: The Shipping rates page needs to be a valid page id number.
ca: La pàgina de tarifes d'enviament ha de ser un número de pàgina amb un id vàlid.

source: The Main Shop page needs to be a valid page id number.
ca: La pàgina de la botiga principal ha de ser un número de pàgina amb un id vàlid.

source: The Cart page needs to be a valid page id number.
ca: La pàgina de compra ha de ser un número de pàgina amb un id vàlid.

source: The Cancelled payment page needs to be a valid page id number.
ca: La pàgina d'ajuda ha de ser un número de pàgina amb un id vàlid.

source: The Checkout page needs to be a valid page id number.
ca: La pàgina de pagament ha de ser un número de pàgina amb un id vàlid.

source: The Successful payment page needs to be a page id number.
ca: La pàgina de pagament amb èxit ha de ser un número de pàgina amb un id vàlid.

source: The Downloads page needs to be a page id number.
ca: La pàgina de descàrregues ha de ser un número de pàgina amb un id vàlid.

source: Tax rates page ID was not a valid page id number.
ca: L'id de la pàgina de tarifes fiscals no és un id de pàgina vàlid.

source: eShop Page settings updated.
ca: Paràmetres de la pàgina d'eShop actualitzats.

source: eShop Downloads Only
ca: Només descàrregues d'eShop

source: eShop emails
ca: Correus electrònics d'eShop

source: Download attempts
ca: Intents de descàrrega
