Repository: studi7/eshop-ca
Catalog: eshop-*.po
Languages: ca

source: Shopping cart contents overview
ca: Contingut del carro

source: Shopping Cart
ca: Carro de la compra

source: Item Description
ca: Descripció del producte

source: <abbr title="Quantity">Qty</abbr>
ca: <abbr title="Quantity">Quantitat</abbr>

source: Tax %
ca: IVA %

source: Tax Amt
ca: IVA Amt

source: Delete
ca: Esborrar

source: Delete this item
ca: Esborrar aquest article

source: Including Discount of <span>%s%%</span>
ca: Incloent descomptes del <span>%s%%</span>

source: Change Shipping
ca: Modificació de l'enviament

source: Shipping
ca: Enviament

source: (excl.tax)
ca: (impostos exclosos)

source: Total Order Charges
ca: Càrrecs totals de la comanda

source: (incl.tax)
ca: (impostos inclosos)

source: Update Cart
ca: Actualitzar carro

source: Empty Cart
ca: Buidar carro

source: Your shopping cart is currently empty.
ca: El carro de la compra està buit.

source: Test Mode &#8212; No money will be collected.
ca: Mode de prova &#8212; No es farà cap càrrec econòmic.

source: Discount Code <span>%s</span> has been applied to your cart.
ca: El codi de descompte <span>% s</span> s'ha aplicat al teu carro.

source: Edit Cart
ca: Editar carro

source: Checkout
ca: Finalitzar la compra

source: cash
ca: Caixa

source: bank
ca: Banc

source: Processing&#8230;
ca: Processant&#8230;

source: Test Mode &#8212; No money will be collected. This page will not auto redirect in test mode.
ca: Mode de prova &#8212; No es farà cap càrrec econòmic. Aquesta pàgina no s'autoredirecciona en el mode de prova.

source: Order Received
ca: Comanda rebuda

source: Pending Payment
ca: Pendent de pagar

source: Transaction id:
ca: Identificador de la transacció:

source: Shipping Charge:
ca: Despeses d'enviament:

source: Sales Tax:
ca: Impostos sobre les vendes:

source: Quantity:
ca: Quantitat:

source: Price:
ca: Preu:

source: Total Sale Tax
ca: Impostos totals sobre les vendes:

source: Order placed on
ca: Comanda a

source: Mailing Address:
ca: Adreça postal:

source: Phone:
ca: Telèfon:

source: Email:
ca: Correu electrònic:

source: Shipping Address:
ca: Adreça d'enviament:

source: Shipping address phone number:
ca: Telèfon per l'adreça d'enviament:

source: Paypal memo:
ca: Memo Paypal:

source: Reference/PO:
ca: Referència/PO:

source: Order comments:
ca: Comentarios de la comanda:

source: of
ca: de

source: Code:
ca: Codi:

source: Sorry there was an error with the download
ca: Ho sentim, hi ha hagut en error amb la descàrrega

source: Powered by
ca: Desenvolupat per

source: Created by
ca: Creat per

source: Version
ca: Versió

source: Stock Available not set, as all details were not filled in.
ca: L'stock disponible no s'actualitza, perquè no s'han omplert tots els detalls.

source: Price incorrect, please only enter a numeric value.
ca: Preu incorrecte, introdueix només un valor numèric.

source: Weight incorrect, please only enter a numeric value.
ca: Pes incorrecte, introdueix només un valor numèric.

source: Stock Quantity is incorrect, please only enter a numeric value.
ca: Quantitat incorrecte, introdueix només un valor numèric.

source: Sale Price incorrect, please only enter a numeric value.
ca: Preu de venda incorrecte, introdueix només un valor numèric.

source: eShop settings updated.
ca: configuració d'eShop actualitzada.

source: Error: The quantity must contain numbers only, with a maximum of %s.
ca: Error: La quantitat només pot contenir números, amb un màxim de %s.

source: Warning: The quantity must equal or be greater than %s, with a maximum of %s.
ca: Advertència: La quantitat ha de ser igual o més gran que %s, amb un màxim de %s.

source: Warning: you must supply a quantity.
ca: Advertència: has de proporcionar una quantitat.

source: Error: That product is currently not available.
ca: Error: Aquest producte no està disponible actualment.

source: Error: The quantity must contain numbers only, with a 999 maximum.
ca: Error: La quantitat només pot contenir números, amb un màxim de 999.

source: Error: That quantity is not available for that product.
ca: Error: Aquesta quantitat no està disponible per aquest producte.

source: eShop Test Mode
ca: eShop està en mode de prova

source: eShop is Live
ca: eShop està funcionant

source: This note is only visible to eShop Admins
ca: Aquesta nota nota només és visible pels administradors

source: Admin note: eShop is currently in test mode, and only admins can place orders.
ca: Nota de l'administrador: eShop es troba actualment en mode de prova, i només els administradors poden fer les comandes.

source: Product feed for %1$s
ca: Feed del producte per %1$s

source: eShop: Accessible e-commerce plugin for Wordpress
ca: eShop: Accesible e-commerce plugin per Wordpress

source: There appears to have been an error, please contact the site admin
ca: Sembla que hi ha hagut un error, siusplau posa't en contacte amb l'administrador de la pàgina.

source: Thank you for your order
ca: Gràcies per la teva comanda!

source: Thank you for your order!
ca: Gràcies per la teva comanda!

source: TEST-
ca: PROVA-

source: Testing: Paypal IPN -
ca: Provant: Paypal IPN -

source: - Duplicated
ca: - Duplicat

source: Duplicated Transaction Id.
ca: ID de la transacció duplicat

source: - Fraud
ca: - Frau

source: Currency codes do not match, someone was trying to make a fraudulent purchase!
ca: Els codis de moneda no coincideixen, algú estava intentant fer una compra fraudulenta!

source: The business email address in eShop does not match your main email address at Paypal.
ca: L'adreça de correu electrònic proporcionada a eShop no coincideix amb la teva adreça de correu electrònic principal de Paypal.

source: Completed Payment
ca: Pagament acabat

source: Refunded Payment
ca: Pagament reemborsat

source: You have received a refund notification, eShop doesn't know how to handle these, but details of the notification are included below.
ca: Has rebut una notificació de devolució, eShop no sap manegar-la, però els detalls de la notificació s'inclouen a continuació.

source: A Failed Payment
ca: Un pagament fallit

source: The transaction was not completed successfully. eShop could not validate the order.
ca: L'operació no s'ha dut a terme correctament. eShop podria invalidar la comanda.

source: The transaction was not completed successfully at Paypal. The pending reason for this is
ca: L'operació no s'ha dut a terme correctament a Paypal. El motiu és el temps d'espera

source: An instant payment notification was received
ca: S'ha rebut una notificació de pagament instantani

source: from
ca: de

source: on
ca: a

source: at
ca: a

source: Details
ca: Detalls

source: Regards, Your friendly automated response.
ca: Una salutació cordial, la teva amigable resposta automàtica.

source: INVALID Payment
ca: Pagament NO VÀLID

source: Paypal has reported an invalid payment.
ca: Paypal ha informat d'un pagament no vàlid.

source: Invalid and Failed Payment
ca: El pagament és invàlid i ha fallat

source: Paypal has reported an invalid, and failed payment.
ca: Paypal ha reportat un pagament no vàlid i fallit.

source: Paypal has reported an invalid, and failed payment. The pending reason for this is
ca: Paypal ha reportat un pagament no vàlido i fallit. El motiu d'això és

source: from
ca: de

source: Details:
ca: Detalls:

source: <strong>Note:</strong> Submit to finalize your order.
ca: <strong>Nota:</strong> Enviar per finalitzar la teva comanda.

source: Proceed to Checkout &raquo;
ca: Procedir a la compra &raquo;

source: Please wait, your order is being processed&#8230;
ca: Siusplau espera't, la teva comanda s'està processant&#8230;

source: If you are not automatically redirected, please use the <em>Proceed</em> button.
ca: Si no ets redirigit automàticament, fes servir el botó de <em>Procedir</em>.

source: Proceed &raquo;
ca: Procedir &raquo;

source: You may have some outstanding orders to process regards Your eShop plugin
ca: Pot ser que tinguis algunes comandes pendents de processar salutacions L'extensió eShop

source: : outstanding orders
ca: : les comandes pendents

source: Directory Access Prohibited
ca: Accés a directoris prohibits

source: <strong>Note:</strong> Submit to finalize order at Payson.
ca: <strong>Nota:</strong> Enviar per finalitzar la comanda a Payson.

source: If you are not automatically redirected to Payson, please use the <em>Proceed to Payson</em> button.
ca: Si no ets redirigit automàticament a Payson, fes servir el botó <em>Procedir a Payson.</em>

source: Payson minimum of %s SEK applied.
ca: Aplicat un mínim de %s SEK a Payson.

source: Proceed to Payson &raquo;
ca: Procedir a Payson &raquo;

source: View Cart
ca: Veure el carro

source: Displaying %s&#8211;%s of %s
ca: Veient %s&#8211;%s de %s

source: View All
ca: Veure tots

source: No products found for that letter or number.
ca: No s'han trobat productes per aquesta lletra o número.

source: On Sale
ca: A la venda

source: Discount for amount sold
ca: Descompte per quantitat venuda

source: Discounts
ca: Descomptes

source: Spend
ca: Gastar

source: % Discount
ca: % de descompte

source: Free Shipping if you spend over
ca: Despeses d'enviament gratuïtes si compres més de

source: Pay via
ca: Pagar mitjançant

source: This is a table of our online order shipping rates
ca: Aquesta és una taula de les tarifes d'enviament de les comandes en línia.

source: Shipping rates by class and zone <small>(subject to change)</small>
ca: Les tarifes d'enviament per tipus i zona <small>(subjecte a canvis)</small>

source: Ship Class
ca: Tipus d'envíament

source: Zone %1$d
ca: Zona %1$d

source: (First Item)
ca: (Article primer)

source: (Additional Items)
ca: (Article primer)

source: (Overall charge)
ca: (Càrrega general)

source: (Free)
ca: (Gratuït)

source: Shipping rates per mode
ca: Les tarifes de transport per tipus

source: Starting weight
ca: Pes inicial

source: Check your shipping zone
ca: Revisa la teva zona d'enviament

source: Country
ca: País

source: Please Select
ca: Por favor tria

source: Submit
ca: Enviar

source: %1$s is in Zone %2$s
ca: %1$s és a la zona %2$s

source: State, County or Province
ca: Estat, País o Província

source: Please select
ca: Tria

source: The order was cancelled.
ca: La comanda ha estat cancel·lada.

source: We have not emptied your shopping cart in case you want to make changes.
ca: No hem buidat el carro en el cas que vulguis fer canvis.

source: View your downloads
ca: Veure les teves descàrregues

source: Your iDEAL payment has been succesfully received.
ca: El teu pagament iDEAL s'ha rebut amb èxit.

source: We will get on it as soon as possible.
ca: Ens hi posarem tan aviat com sigui possible.

source: The payment failed at iDEAL.
ca: El pagament a iDEAL ha fallat.

source: Your iDEAL payment has not been received yet, and currently has status "ERROR".
ca: El teu pagament iDEAL encara no s'ha rebut, actualment té l'estat de "ERROR".

source: Please try to checkout your order again.
ca: Siusplau, prova de tornar a finalitzar la teva compra.

source: The payment was cancelled at iDEAL.
ca: El pagament ha estat cancel·lat a iDEAL.

source: Your iDEAL payment has not been revieced yet, and currently has status "CANCEL".
ca: El teu pagament iDEAL no s'ha rebut encara, i actualment té l'estat de "CANCELAR".

source: Please try checkout your order again.
ca: Siusplau, prova de tornar a finalitzar la teva compra.

source: Sku
ca: Identificador

source: Description
ca: Descripció

source: Product Options
ca: Opcions del producte

source: Product Options by option price and download
ca: Opcions del producte per preu i descàrrega

source: Option
ca: Opció

source: Price
ca: Preu

source: Sale Price
ca: Preu de venda

source: Sales Tax
ca: Impost de venda

source: Download
ca: Descarregar

source: File Size
ca: Mida del fitxer

source: Weight
ca: Pes

source: Band %1$d
ca: Banda %1$d

source: Sales tax rates
ca: Impostos sobre les vendes

source: Additional Options
ca: Opcions addicionals

source: Product Options by option and price
ca: Opcions del producte por opció i per preu

source: Shipping Rate:
ca: Tarifes d'enviament:

source: (Shipping Zones by Country)
ca: (Zones d'enviament per país)

source: (Shipping Zones by State/County/Province)
ca: (Zones d'enviament per Estat/País/Província)

source: We have not deleted the contents of your shopping cart in case you may want to edit its content.
ca: No hem esborrat el contingut del teu carro; si ho desitges pots editar el seu contingut.

source: &laquo; Continue Shopping
ca: &laquo; Continuar comprant

source: Local Tax rates.
ca: Impostos locals.

source: Tax rates for Other Countries.
ca: Taxes d'impostos per altres països.

source: Tax Band
ca: Banda d'impostos

source: All Zones
ca: Totes les zones

source: Check your tax zone
ca: Revisa la teva zona d'impostos

source: ERROR! eShop requires that the %1$s and %2$s directopries are writable before the plugin can be activated.
ca: ERROR! eShop requereix que als directoris %1$s i %2$s s'hi pugui escriure abans de que l'extensió es pugui activar.

source: Your order from
ca: La teva comanda des de

source: Automatic default email
ca: Correu electrònic automàtic per defecte

source: Notification
ca: Notificació

source: Admin Order Form email
ca: Correu electrònic de la comanda per l'administrador

source: Automatic Paypal email
ca: Correu electrònic automàtic per PayPal

source: Automatic Payson email
ca: Correu electrònic automàtic Payson

source: Automatic Cash email
ca: Correu electrònic automàtic pel pagament a caixa

source: Automatic ePN email
ca: Correu electrònic automàtic ePN

source: Automatic webtopay email
ca: Correu electrònic automàtic webtopay

source: Automatic Authorize.net email
ca: Correu electrònic automàtic Authorize.net

source: Automatic iDeal Lite email
ca: Correu electrònic automàtic iDeal Lite

source: Automatic ogone email
ca: Correu electrònic automàtic ogone

source: Automatic Bank email
ca: Correu electrònic automàtic pel pagament per banc

source: <strong>Note:</strong> Submit to finalize order at PayPal.
ca: <strong>Nota:</strong> Enviar per finalitzar la transacció de PayPal.

source: If you are not automatically redirected to Paypal, please use the <em>Proceed to Paypal</em> button.
ca: Si no ets redirigit a Paypal fes servir el botó <em> Procedir a Paypal</em>

source: Proceed to Paypal &raquo;
ca: Procedir a Paypal &raquo;

source: Add a discount code
ca: Afegir un codi de descompte

source: Discount code deleted.
ca: Codi de descompte eliminat.

source: Edit a discount code
ca: Editar un codi de descompte

source: Update
ca: Actualització

source: You must choose a discount code type
ca: Has d'escollir un codi de descompte

source: Percentage must be a number no greater than 100.00
ca: El percentatge ha de ser un número no superior a 100,00

source: Percentage must be a number above 0
ca: El percentatge ha de ser un número superior a 0

source: The date you have chosen is not valid
ca: La data que has triat no és vàlida

source: You must specify a code
ca: Has d'especificar un codi

source: That code already exists
ca: Aquest codi ja existeix

source: How many times can this be used - must be numeric, or blank
ca: Quantes vegades es pot utilitzar - ha de ser numèric o buit

source: There were some errors:
ca: Hi ha hagut alguns errors:

source: Discount code details updated
ca: Els detalls del codi de descompte s'han actualitzat

source: Discount code details entered
ca: Els detalls del codi de descompte s'han introduït

source: Suggested random codes:
ca: Codis suggerits aleatòriament:

source: Enter new code
ca: Escriu un codi nou

source: eShop Discount Codes
ca: Codi de descompte eShop

source: Discount type
ca: Tipus de descompte

source: Percentage
ca: Percentatge

source: % - Limited by Uses
ca: % - Limitat per vegades d'ús

source: % - Limited by Date
ca: % - Limitat per dates

source: % - Limited by Uses and Date
ca: % - Limitat per vegades d'ús i dates

source: Free Shipping
ca: Enviament gratuït

source: Free Ship - Limited by Uses
ca: Enviament gratuït - Limitat per vegades d'ús

source: Free Ship - Limited by Date
ca: Enviament gratuït - Limitat per dates

source: Free Ship - Limited by Uses and Date
ca: Enviament gratuït - Limitat per vegades d'ús i dates

source: Code
ca: Codi

source: Discount percentage:
ca: Percentatge de descompte:

source: How many times can this be used (leave blank for unlimited)
ca: Quants cops es pot fer servir (deixar-ho en blanc per un número il·limitat)

source: End Date
ca: Data de finalització

source: Year
ca: Any

source: Month
ca: Mes

source: Day
ca: Dia

source: Active?
ca: Actiu?

source: Current Discount Codes
ca: Codis actuals de descompte

source: Discount Codes
ca: Codis de descompte

source: Discount codes reference table
ca: Taula de referència dels codis de descompte

source: Discount
ca: Descompte

source: Type
ca: Tipus

source: Remaining
ca: Restants

source: Used
ca: Utilitzat

source: Unlimited
ca: Il·limitats

source: Not applicable
ca: No aplicable

source: Edit this discount
ca: Editar aquest descompte

source: eShop Settings
ca: Paràmetres d'eShop

source: eShop help:
ca: Ajuda d'eShop:

source: <a href="http://quirm.net/wiki/eshop/">eShop Wiki</a>
ca: <a href="http://quirm.net/wiki/eshop/">Wiki d'eShop</a>

source: <a href="http://wordpress.org/tags/eshop">Wordpress forums</a>
ca: <a href="http://wordpress.org/tags/eshop">Fòrums de Wordpress</a>

source: eShop Admin
ca: Administració d'eShop

source: Merchant Gateways
ca: Mètodes de pagament

source: Downloads
ca: Descàrregues

source: Special Pages
ca: Pàgines especials

source: eShop Base
ca: Base de dades d'eShop

source: eShop Base product data has been reset.
ca: S'ha resetejat la base de dades de productes d'eShop.

source: eshop Settings have been updated.
ca: La configuració d'eShop s'ha actualitzat.

source: Save Changes
ca: Desar canvis

source: eShop status
ca: Estat d'eShop

source: Live
ca: en viu

source: Testing
ca: En proves

source: Orders per page
ca: Pedidos por página

source: Product Entry
ca: Entrada de productes

source: Product
ca: Producte

source: (unique identification reference eg. abc001)
ca: Referència d'identificació única, per exemple: abc001)

source: Product Description
ca: Descripció del producte

source: Tax
ca: Impostos

source: No (or select)
ca: No (o tria)

source: Option Sets
ca: Configuración d'opcions

source: Product Settings
ca: Configuració de productes

source: Shipping Rate
ca: Tarifes d'enviament

source: Featured Product
ca: Producte destacat

source: Product in sale
ca: Producte en venda

source: Stock Available
ca: Stock disponible

source: Form Settings
ca: Configuració de formularis

source: Show Options as
ca: Mostrar opcions como a

source: Dropdown Select
ca: Triar desplegable

source: Radio Buttons
ca: Botons de radio

source: "Cert. not validated"
ca: "Cert. no validat"

source: SS2 not verified
ca: SS2 no verificat

source: Status not accepted:
ca: Estat no acceptat:

source: Testing: authorizenet IPN -
ca: Provant: authorizenet IPN -

source: Duplicated-
ca: Duplicat

source: This page is normally accessible via the <strong>About</strong> link.
ca: Aquesta pàgina és accessible normalment a través del vincle <strong>Quant a</strong>.

source: Testing: ideallite IPN -
ca: Provant: ideallite IPN -

source: More information
ca: Més informació

source: ERROR Payment
ca: ERROR de pagament

source: Cancelled Payment
ca: Pagament cancel·lat

source: The Template Has Been Updated
ca: La plantilla s'ha actualitzat

source: The Template Has Been Changed
ca: La plantilla s'ha modificat

source: eShop Email Templates
ca: Plantilles de correus electrònics d'eShop

source: Use this page to modify your default email templates
ca: Fes servir aquesta pàgina per modificar les plantilles predeterminades de correu electrònic

source: Template?
ca: Plantilla?

source: Active
ca: Actiu

source: Change
ca: Canvi

source: Deactivate
ca: Desactivat

source: Activate
ca: Activat

source: Template is blank
ca: Plantilla en blanc

source: Template exists
ca: Plantilla existent

source: edit
ca: editar

source: Email Template Editor
ca: Editor de plantilles de correu electrònic

source: Use this simple file editor to modify the default email template file.
ca: Fes servir aquest senzill editor de fitxers per modificar l'arxiu de correu electrònic de la plantilla.

source: Template:
ca: Plantilla:

source: Subject
ca: Assumpte

source: Email Content
ca: Contingut del correu electrònic

source: Update Template
ca: Actualitzar plantilla

source: Template tags for Email Content
ca: Etiquetes de la plantilla pel contingut de correu electrònic

source: the status of the order.
ca: l'estat de la comanda.

source: Customers First Name.
ca: Nom del client.

source: Customers Full Name
ca: Cognoms del client

source: Customers Email address
ca: Adreça de correu electrònic del client

source: The contents of the customers order (i.e. their shopping cart)
ca: El contingut de la comanda dels clients (és a dir, el seu carro de la compra)

source: A Download link along with the customers email address and password. <em>Only used when an order contains downloads</em>. (not used for cash or bank sales).
ca: Un enllaç de descàrrega juntament amb l'adreça de correu electrònic i una contrasenya. <em>Només es fa servir quan una comanda conté descàrregues.</em> (No es fa servir per les vendes en efectiu o a través del banc).

source: Customers Address
ca: Adreça d'enviament del client

source: The reference and other messages provided by the customer.
ca: La referència i altres missatges proporcionats pel client.

source: Customers shipping address phone number.
ca: Telèfon de la adreça d'enviament del client.

source: Date and time of order.
ca: Data i hora de la comanda.

source: To change the default email that notifies the customer when signing up to you site(if enabled) you may need to install another plugin such as <a href="http://wordpress.org/extend/plugins/new-user-email-set-up/">New user Email Set Up</a>.
ca: Per canviar el correu electrònic predeterminat que notifica al client sobre el seu registre a la pàgina (si està activat) pot ser que hagis d'instal·lar un altre extensió, com ara <a href="http://wordpress.org/extend/plugins/new-user-email-set-up/">Nova adreça de correu electrònic de l'usuari</a> .

source: There are no orders to display.
ca: No hi ha cap comanda per mostrar.

source: eshop Order Listing
ca: Llistat de comandes eShop

source: reference number
ca: Número de referència

source: Ordered on
ca: Comanda feta el

source: Transaction ID
ca: ID de la transacció

source: Items
ca: Elements

source: Order Status
ca: Estat de la comanda

source: Awaiting Dispatch
ca: A l'espera de l'entrega

source: Pending
ca: Pendent

source: Awaiting Payment
ca: A l'espera del pagament

source: Shipped
ca: Enviat

source: Deleted
ca: Eliminat

source: Failed
ca: Fallit

source: of
ca: de

source: View complete order details
ca: Vista completa dels detalls de la comanda

source: My Orders
ca: Les meves comandes

source: Order Details
ca: Detalls de la comanda

source: Transaction ID:
ca: ID de la transacció:

source: Note:
ca: Nota:

source: Table for order details
ca: Taula de detalls de la comanda

source: Product Name
ca: Nom del producte

source: Item or Unit Data
ca: Elements o unidades

source: Download?
ca: Descarregar?

source: Quantity
ca: Quantitat

source: Tax Rate
ca: Impostos

source: Tax amt
ca: Valor de l'impost

source: Yes - remaining:
ca: Sí - restants:

source: Download Item Missing
ca: Descarregar article desaparegut

source: Total paid via %1$s &raquo;
ca: Total pagat via %1$s &raquo;

source: Total Tax &raquo;
ca: Total impostos &raquo;

source: Total with tax &raquo;
ca: Total amb impostos &raquo;

source: Reference:
ca: Referència

source: Invoice
ca: Factura

source: Name:
ca: Nom:

source: Company:
ca: Empresa:
