Repository: studi7/eshop-ca
Catalog: eshop-*.po
Languages: ca

source: As some downloads can be quite large, people may experience errors if they try and download all files in one go.
ca: Com que algunes descàrregues poden ser bastant grans, es poden experimentar errors si s'intenten descarregar tots els fitxers de cop.

source: Hide download all form
ca: Amagar formulari de descàrregues

source: Change this setting only if you are using eShop for downloadable sales only, reduces the checkout form to bare minimum.
ca: Canviar aquest paràmetre només si s'està fent servir eShop només per vendes descarregables, redueix el formulari de pagament al mñinim.

source: Downloads Only
ca: Només descàrregues

source: By default the Downloads code and url is hidden from the Cash/Bank emails, as they have not been paid for.
ca: Per defecte, el codi de descàrrega i la URL s'oculten als correus electrònics de Caixa/Banc, ja que encara no s'han pagat.

source: Show Download details in emails
ca: Mostrar detalls de descàrrega en els correus electrònics

source: Number of download attempts should be numeric, a default of 3 has been applied.
ca: El número d'intents de descàrrega ha de ser numèric, per defecte són 3.

source: eShop Download settings updated.
ca: Paràmetres de descàrrega d'eShop actualitzats.

source: eShop Discounts
ca: Descomptes d'eShop

source: In all cases deleting the entry will disable the discount.
ca: En tots els casos l'eliminació de l'entrada desactivarà el descompte.

source: Spend over to get free shipping
ca: Compra més de... per obtenir l'enviament gratuït

source: "Spend over to get free shipping" must be numeric!
ca: "Compra més de..." debe ser numérico¡

source: Either "Spend" or "% Discount" was not valid so both values were unset!
ca: Els valors "Spend" o "% Discount" no són valors vàlids, no es faran servir!

source: "Spend" and "% Discount" must be numeric!
ca: "Spend" i "% Discount" han de ser numèrics!

source: <strong>Warning</strong> % Discount is equal to or over 100%!
ca: <strong>Advertència</strong> El percentatge de descompte és igual o superior a 100%!

source: eShop Discount settings updated.
ca: Configuració de descomptes d'eShop actualitzada.

source: Orders Display
ca: Visualitzar comandes

source: Business Details
ca: Detalls del negoci

source: Product Details
ca: Detalle del producte

source: Display Options
ca: Visualitzar opcions

source: Cart Options
ca: Opcions del carro

source: Checkout Options
ca: Opcions de sortida

source: Cacheability
ca: Emmagatzematge en caché

source: Cron Email address
ca: Cron d'adreça de correu electrònic

source: eShop From email address
ca: Adreça de correu electrònic d'enviament pel formulari d'eShop

source: Available business email addresses
ca: Adreces de correu electrònic de negocis disponibles.

source: Options per product
ca: Opcions per producte

source: Stock Control
ca: Control d'stock

source: <small>(Warning: setting this will make all products have zero stock, each one will have to be set manually.</small>)
ca: <small>(Advertència: aquesta configuració farà que tots els productes tinguin stock zero, cadescun s'haurà de configurar manualment.)</small>

source: Min/Max Quantities
ca: Quantitats mínimes i màximes

source: Minimum purchase quantity per product (leave blank for no limit)
ca: Quantitat mínima de compra per producte (deixar en blanc per no limitar)

source: Maximum purchase quantity per product (leave blank for no limit)
ca: Quantitat màxima de compra per producte (deixar en blanc per no limitar)

source: Use Sale prices
ca: Fes servir els preus de venda

source: For site wide display of Product Details, can be amended per product by the addition of the shortcode <code>[eshop_details]</code>
ca: Per visualitzar àmpliament els detalls del producte, es pot modificar per producte afegint els codis curts <code>[eshop_details]</code>

source: Add product details section to every page with details to display. <small>(adding the shortcode will override settings here)</small>
ca: Afegir la secció detalls del producte per mostar a cada pàgina. <small>(afegint el codi curt tindran prioritat)</small>

source: (changes the standard class)
ca: (canvia la classe estàndar)

source: Show
ca: Mostrar

source: (which details, separated by commas, to show and in which order - acceptable values and the default order: sku, description, options, optionset, shipping)
ca: (quins detalls, separats per comes, s'han de mostrar i en quin ordre - els valors acceptats i l'ordre predeterminat de la comanda: sku, descripció, opcions, enviament.)

source: Option Hide
ca: Opció amagar

source: (which details, separated by commas, to hide from the options and options sets and in which order - acceptable values: price, saleprice, tax, download, weight, filesize, stockqty)
ca: (quins detalls, separats per comes, s'han d'ocultar de les opcions, i establir les opcions i en quin ordre - els valors acceptats: preu, preu de venda, impostos, descàrrega, pes, mida del fitxer, quantitat emmagatzemada)

source: Out of Stock message
ca: Missatge sense stock

source: General product settings.
ca: Configuració general dels productes.

source: Symbol
ca: Símbol

source: Use an add to cart image or button?
ca: Utilitzar una imatge o un botó per afegir al carro?

source: Image
ca: Imatge

source: Button
ca: Botó

source: Add to cart, without going to cart page. This may not be suitable for all themes. Works best when displaying the full cart from the eShop Cart Widget.
ca: Afegir al carro, sense anar a la pàgina del carro. Això pot no ser adequat per tots els temes. Funciona millor quan es mostra el carro ple amb el Giny eShop.

source: Add text before or after addtocart form (will not appear in listings)
ca: Afegir text abans o després del formulari AddToCart (no apareixerà als llistats)

source: Text to add
ca: Text per afegir

source: Placement
ca: Posicionament

source: Before
ca: Abans

source: After
ca: Després

source: Show add to cart forms on WordPress post listings. <span class="warn"><span>Warning</span> this can invalidate your html!</span>
ca: Mostrar el formulari d'afegir al carro als llistats de WordPress. <span class="warn"><span>Advertència</span> això pot invalidar el teu html!</span>

source: Hide sub pages from menu until top level page is visited.
ca: Amagar les pàginas secundàries del menú fins que la pàgina de nivell superior sigui visitada.

source: Hide cart and checkout pages until items are in cart.
ca: Amaga el carro i les pàgines de pagament fins que els articles estiguin al carro.

source: Add image to search results
ca: Afegir imatge als resultats de la cerca.

source: All pages and posts
ca: Totes les pàgines i entrades.

source: eShop products pages and posts only
ca: Només pàgines i entrades dels productes d'eShop.

source: Display eShop credits
ca: Mostrar els crèdits d'eShop

source: Percentage size of thumbnail image shown in cart - leave blank to not show the image.
ca: Mida en percentatge de la miniatura que es mostra a la compra - deixar-ho en blanc perquè no es mostri la imatge.

source: Hide the Additional information form fields.
ca: Amaga els camps d'informació addicional.

source: Hide the shipping address form fields.
ca: Amaga els camps de l'adreça d'enviament al formulari.

source: Minimal checkout form. (this also disables shipping costs)
ca: Formuari de pagament mínim. (això també desactiva les despeses d'enviament)

source: Add a required checkbox to the checkout.
ca: Afegir una casella de verificació pel procés de pagament.

source: Text for the required checkbox.
ca: Text de la casella de verificació requerida.

source: Page id (transforms text above into a link).
ca: Id de la pàgina (transforma el text anterior en un enllaç).

source: Allow users to sign up to your site.
ca: Permet als usuaris registrar-se a la teva web.

source: Change sign up text.
ca: Canviar el texto de registre.

source: Allow zero cost orders.
ca: Permetre comandes amb cost zero.

source: Disable WP Supercache for eShop pages including cart, checkout and pages using shortcodes.
ca: Desactiva la SuperCache de WP per les pàgines d'eShop, incloent el carro, la compra i les pàgines que fan servir shortcodes.

source: eShop Status
ca: Estat d'eShop

source: Orders per page should be numeric, a default of 10 has been applied.
ca: Les comandes per pàgina han de ser numèriques, el valor per defecte és 10.

source: Options per product should be numeric and be greater than 0, a default of 3 has been applied.
ca: Les opcions de cada producte han de ser numèriques i més grans que 0, el valor per defecte és 3.

source: The number entered for the image in the cart must be numeric, a default of 75 has been applied.
ca: El valor introduït per la imatge al carro ha de ser numèric, el valor per defecte és 75.

source: Currency Symbol was missing, the default $ has been applied.
ca: El símbol de moneda s'ha perdut, el símbol $ s'aplica per defecte.

source: You must have a Merchant Gateway selected before you can go live!
ca: Has de triar un mètode de pagament abans de poder operar!

source: You must have set an eShop from email address before you can go live!
ca: Has d'haver introduït una adreça de correu electrònic abans de poder operar!

source: eShop general settings updated.
ca: La configuració general d'eShop s'ha actualitzat.

source: General Settings
ca: Configuració general

source: Cash
ca: Caixa

source: Bank (wire transfer)
ca: Banc (transferència bancària)

source: Business Location
ca: Localització del negoci

source: Don't forget to set the<br /><a href="%s">State/County/Province</a><br />on the shipping pages.
ca: No t'oblidis de triar el <br /><a href="%s">Estat/País/Província</a> <br /> a les pàgines d'enviament.

source: Currency Code
ca: Codi de moneda

source: Pounds Sterling
ca: Lliures esterlines

source: U.S. Dollars
ca: Dòlars americans

source: Argentinean Pesos
ca: Pesos argentins

source: Australian Dollars
ca: Dòlars australians

source: Brazilian Real
ca: Reals brasilers

source: Bulgarian Lev
ca: Lev búlgars

source: Canadian Dollars
ca: Dòlars canadencs

source: Czech Koruna
ca: Corones txeques

source: Danish Krone
ca: Corones daneses

source: Hong Kong Dollar
ca: Dòlars de Hong Kong

source: Hungarian Forint
ca: Fòrints húngars

source: Indian Rupee
ca: Rúpies índies

source: Israeli Shekel
ca: Shekels israelians

source: Japan Yen
ca: Yens japonesos

source: Latvijas lats
ca: Lats letons

source: Lithuanian Litas
ca: Litas lituanes

source: Mexican Peso
ca: Pesos mexicans

source: New Zealand Dollar
ca: Dòlars de Nova Zelanda

source: Norwegian Krone
ca: Corones noruegues

source: Philippine Pesos
ca: Pesos filipins

source: Polish Zloty
ca: Zlotys polonesos

source: Ringgit Malaysia
ca: Ringgit de Malàsia

source: Singapore Dollar
ca: Dòlars de Singapur

source: South African Rand
ca: Rands de Sudàfrica

source: Swedish Krona
ca: Corones sueques

source: Swiss Franc
ca: Francs suïssos

source: Turkish Lira
ca: Lires turques

source: Accept payment by Paypal
ca: Pagament acceptat per Paypal

source: Main account Email address
ca: Adreça de correu electrònic del compte principal

source: Secondary Email address
ca: Adreça de correu electrònic addicional.

source: Send buyers email address to paypal?
ca: Enviar l'adreça de correu electrònic del comprador a Paypal?

source: This affects the form that Paypal shows to the customer.
ca: Això afecta al formulari que Paypal mostra al client.

source: <strong>Warning:</strong> Payson has a minimum purchase value of 4 SEK (when last checked). All payments to Payson are in SEK, irrespective of settings above.
ca: <strong>Advertència:</strong> Payson té un valor de compra mínim de 4 corones sueques (després de l'última comprovació). Tots els pagaments a Payson estan en coronas sueques, independentment de la seva configuració anterior.

source: Accept payment by Payson
ca: Pagament acceptat per Payson

source: Email address
ca: Adreça de correu electrònic

source: Agent ID
ca: ID d'agent

source: Secret Key
ca: Clau secreta

source: Cart Description
ca: Descripció del carro

source: Min. Cart value
ca: Valor mínim de compra

source: Accept payment by iDeal Lite
ca: Pagament acceptat per iDEAL Lite

source: Aquirer
ca: Comprador

source: Use Rabobank, ING Bank or Simulator
ca: Fes servir Rabobank, ING Bank o Simulator

source: For Simulator use "Password"
ca: Pel simulador fes servir "Password"

source: Merchant ID
ca: ID de la passarel·la

source: For Simulator use "123456789"
ca: Pel simulador fes servir "123456789"

source: Unless you know what you're doing. Leave this to "0"
ca: Si no tens clar el que estàs fent, deixa això a "0"

source: Test Mode
ca: Mode de prova

source: Use "true" or "false"
ca: Fes servir "true" o "false"

source: Order notifications are sent to this address.
ca: Les notificacions de les comandes s'envien a aquesta adreça.

source: Description for the iDEAL payment
ca: Descripció per pagaments a iDEAL

source: <strong>Warning:</strong> All payments to eProcessingNetwork are in USD, irrespective of settings above. In test mode totals ending in a single cent are always failed.
ca: <strong>Advertència:</strong> Tots els pagaments a eProcessingNetwork són en dòlars americans, independentment de la configuració anterior. En el mode de proves, els totals acabats en centaus a vegades fallen.

source: Accept payment by eProcessingNetwork
ca: Pagament acceptat per eProcessingNetwork

source: User ID
ca: Id d'usuari

source: <strong>Note:</strong> payment by other means, usually used for offline payments.
ca: <strong>Nota: </strong>El pagament per altres mitjans, com ara la transferència bancària, normalment es fa servir per pagaments offline.

source: Accept cash payments
ca: Pagament en efectiu acceptat

source: Change Cash name to
ca: Canviar el nom de pagament en efectiu (Cash name) a

source: <strong>Note:</strong> payment by other means, such as wire transfer - behaves just like Cash.
ca: <strong>Nota:</strong> Pagament per altres mitjans, com la transferència bancària - es considera com a pagament en efectiu.

source: Accept bank payments
ca: Pagament per banc acceptat

source: Change bank name to
ca: Canviar el nom del banc a

source: Accept webtopay payments
ca: Acceptar pagaments mitjançant Webtopay

source: Webtopay user ID
ca: Id d'usuari Webtopay

source: Webtopay language (ENG ESP EST FIN FRE GEO GER ITA LAV LIT NOR POL ROU RUS SPA SWE)
ca: Idioma de Webtopay (ENG ESP EST FIN FRE GEO GER ITA LAV LIT NOR POL ROU RUS SPA SWE)

source: Webtopay project ID
ca: Id de projecte Webtopay

source: Accept payment by Authorize.net
ca: Acceptar pagament de Authorize.net

source: Transaction Key
ca: Clau de la transacció

source: Cart description
ca: Descripció del carro

source: Use Developer test account when in test mode.
ca: Fer servir el compte de prova en el modo de prova.

source: Accept payment by ogone
ca: Acceptar pagament de Ogone

source: All fields are required.
ca: Tots els camps són obligatoris.

source: The following information must be entered at ogone
ca: La següent informació s'ha d'introduir a Ogone

source: The following 2 links need to be entered into the Technical information > transaction feedback page.
ca: Els següents 2 enllaços s'han d'incloure a l'Informació Tècnica > pàgina de feedback de transaccions.

source: HTTP redirection in the browser/URL of the merchant's post-payment page:
ca: Redirecció HTTP al navegador/URL de la pàgina postpagament de la plataforma:

source: If the payment's status is "accepted", "on hold" or "uncertain".
ca: Si l'estat del pagament és "accepted", "on hold" o "uncertain".

source: If the payment's status is "cancelled by the client" or "too many rejections by the acquirer".
ca: Si l'estat del pagament és "cancelled by the client" o "too many rejections by the acquirer".

source: The following link needs to be entered into the Technical information > Data and origin verification page.
ca: El següent enllaç s'ha d'incloure en l'Informació Tècnica > Pàgina de verificació de dades i origen.

source: Checks for e-Commerce:
ca: Comprovacions per comerç electrònic:

source: URL of the merchant page containing the payment form that will call the page:orderstandard.asp
ca: La URL de la pàgina que conté el formulari de pagament i que cridarà a la pàgina: orderstandard.asp

source: No Merchant Gateway selected, eShop has been put in Test Mode
ca: No s'ha triat cap plataforma de pagament, eShop s'ha posat en mode de prova.

source: eShop Merchant Gateways updated.
ca: Plataforma de pagament eShop actualitzada.

source: Enable Tax
ca: Impost habilitat

source: eShop Tax Settings
ca: Ajustaments d'impostos d'eShop

source: eShop Tax Rates
ca: Taxes d'impostos d'eShop

source: Tax by (Shipping) Zones
ca: Impost per zones (d'enviament)

source: Number of Tax bands
ca: Tipus d'impost.

source: Tax shipping?
ca: Impost sobre el transport?

source: No, or select tax band
ca: No, o tria el tipus d'impost.

source: Local Tax rates (for your Country).
ca: Impostos locals (pel teu país).

source: Will appear here once number of bands has been set.
ca: Apareixerà aquí quan el percentatge s'hagi establert.

source: Number of tax bands should be numeric.
ca: El tipus d'impost ha de ser numèric.

source: eShop Sales Tax settings updated.
ca: Ajustaments d'impostos d'eShop actualitzats.

source: Return
ca: Tornar

source: Option Set Deleted
ca: Conjunt d'opcions esborrat

source: Only the first option field is used for this type.
ca: Només es fa servir el primer camp d'opcions per aquest tipus.

source: Option Set Updated
ca: Conjunt d'opcions actualitzat

source: Option Set Created
ca: Conjunt d'opcions creat

source: Sorry that name isn't allowed. Try another name.
ca: Ho sentim, però aquest nom no està permès. Prova un altre nom.

source: <strong>Warning:</strong> Changing these will affect <strong>all</strong> products using these options
ca: <strong>Advertència:</strong> Aquesta modificacií afectarà a <strong>tots</strong> els productes que facin servir aquestes opcions

source: Display Name
ca: Mostrar el nom

source: Set display type
ca: Establir com es mostrarà

source: Dropdown
ca: Desplegable

source: Checkboxes
ca: Caselles de verificació

source: Textarea
ca: Àrea de text

source: Short Admin Name
ca: Nom curt d'administrador

source: Options for
ca: Opcions per

source: Existing Option Sets
ca: Conjunt d'opcions existents

source: Option sets reference table
ca: Grup d'opcions de la taula de referència

source: Admin Name
ca: Nom d'administrador

source: Public Name
ca: Nom públic

source: Create New Option Set
ca: Crear un nou conjunt d'opcions

source: Create
ca: Crear

source: eshop INVALID Payment
ca: eshop Pagament NO VÀLID

source: eshop Invalid and Failed Payment
ca: eshop Pagament no vàlid o fallit

source: Denotes Required Field
ca: Camp obligatori

source: Please Choose shipping
ca: Siusplau, tria un enviament

source: Total weight:
ca: Pes total:

source: Please Enter Your Details
ca: Siusplau, introdueix els teus detalls

source: Mailing Address
ca: Adreça postal

source: Contact Details
ca: Detalls de contacte

source: First Name
ca: Nom

source: Last Name
ca: Cognoms

source: Address (continued)
ca: Adreça (continuació)

source: City or town
ca: Ciutat

source: not applicable
ca: no aplicable

source: State/County/Province <small>if not listed above</small>
ca: Estat/País/Província <small>si no està llistada a sobre</small>

source: Zip/Post code
ca: Codi postal

source: Error, please contact site owner.
ca: Error! Siusplau, contacta amb el propietari de la pàgina.

source: Select your Country
ca: Tria el teu país

source: Additional information
ca: Informació addicional

source: Reference or <abbr title="Purchase Order number">PO</abbr>
ca: Referència o <abbr title="Purchase Order number">PO</abbr>

source: Comments or special instructions
ca: Comentaris o instruccions especials

source: Shipping address (if different)
ca: Adreça d'enviament (si és diferent)

source: Zip/Post Code
ca: Codi postal

source: Discount Code
ca: Codi de descompte

source: Pay Via
ca: Pagament via

source: Sign me up to the site so I can view my orders.
ca: Donar-me d'alta a la pàgina per poder veure les meves comandes.

source: <strong>Note:</strong> Submit to show shipping charges.
ca: <strong>Nota:</strong> Continuar per mostrar les despeses d'enviament.

source: Proceed to Confirmation &raquo;
ca: Continuar amb el pagament &raquo;

source: <strong>Shipping</strong> - not selected.
ca: <strong>Enviament</strong> - no seleccionat.

source: <strong>First name</strong> - missing or incorrect.
ca: <strong>Nom</strong> - en blanc o incorrecte.

source: <strong>Last name</strong> - missing or incorrect.
ca: <strong>Cognoms</strong> - en blanc o incorrectes.

source: <strong>Email address</strong> - missing or incorrect.
ca: <strong>Adreça de correu electrònic</strong> - en blanc o incorrecta.

source: <strong>Phone Number</strong> - missing or incorrect
ca: <strong>Número de telèfon</strong> - en blanc o incorrecte.

source: <strong>Address</strong> - missing or incorrect.
ca: <strong>Adreça</strong> - en blanc o incorrecta.

source: <strong>City or town</strong> - missing or incorrect.
ca: <strong>Població o ciutat</strong> - en blanc o incorrecte.

source: <strong>Country</strong> - missing or incorrect.
ca: <strong>País</strong> - en blanc o incorrecte.

source: <strong>State/County/Province</strong> - missing or incorrect.
ca: <strong>Estado/País/Provincia</strong> - en blanc o incorrecte.

source: <strong><abbr title="United States">US</abbr> State</strong> - missing or incorrect.
ca: <strong><abbr title="United States">US</abbr> State</strong> - en blanc o incorrecte.

source: <strong>Zip/Post code</strong> - missing or incorrect.
ca: <strong>Codi postal</strong> - en blanc o incorrecte.

source: <strong>Reference</strong> - missing.
ca: <strong>Referència</strong> - perduda.

source: <strong>Comments</strong> - missing.
ca: <strong>Comentarios</strong> - perduts.

source: - not checked.
ca: - no revisat.

source: You have not chosen a <strong>payment option</strong>.
ca: No has triat una <strong>opció de pagament</strong>.

source: <strong>Discount Code</strong> - is not valid.
ca: <strong>El codi de descompte</strong> - no és vàlid.

source: There were some errors in the details you entered&#8230;
ca: Hi ha varis errors en els detalls introduïts&#8230;

source: <span class="noprint">Please Confirm </span>Your Details
ca: <span class="noprint">Confirma </span>els teus detalls

source: Full name:
ca: Nom complet:

source: Company:
ca: Empresa:

source: Address:
ca: Adreça:

source: City or town:
ca: Ciutat:

source: State/County/Province:
ca: Província/Estat/País:

source: Zip/Post code:
ca: Codi postal:

source: Comments or instructions:
ca: Comentaris o instruccions:

source: Reference or PO:
ca: Referència o PO:

source: Shipping Address
ca: Adreça d'enviament

source: &laquo; Edit Cart or Continue Shopping
ca: &laquo; Modificar carro o seguir comprant

source: &laquo; Edit Details or Continue Shopping
ca: &laquo; Modificar detalls o seguir comprant

source: Shopping Cart information
ca: Informació de la compra actual

source: Filling in fields here will save you having to enter them each time you purchase something from our shop.
ca: Omplir ara els camps t'estalviarà haver-los de tornar a introduir cada vegada que facis una compra.

source: Business users only.
ca: Només per empreses.

source: City
ca: Ciutat

source: Cash awaiting payment -
ca: Pendents de pagament en efectiu -

source: Testing: Cash awaiting payment -
ca: Prova: Pendents de pagament en efectiu -

source: A cash purchase was made
ca: La compra s'ha fet efectiva

source: <strong>Note:</strong> Submit to finalize order at webtopay.
ca: <strong>Nota:</strong> Enviar quan es finalitzi la comanda a webtopay.
